{
    "title": "Tenali Raman Stories",
    "number_of_pages": 1,
    "pages": [
        {
            "page_title": "Tenali Raman and The Cursed Man",
            "page_content": [
                "In the kingdom of Vijayanagara lived a man named Ramaya. He was regarded inauspicious by the people of the town. They believed that if they saw him the first thing in the morning, their entire day would be cursed and they would not be able to eat anything throughout the day.",
                "This story reached the king’s ears too. He invited Ramaya to his palace to know the truth. He ordered his attendants to make everything available for Ramaya’s stay in the room just next to his room. The next morning, the king without meeting anyone, went to Ramaya’s room first to see his face.",
                "In the afternoon, the king sat down for lunch, but could not eat anything since there was a fly sitting in his plate. He ordered the cook to prepare lunch for him again. By the time, lunch was prepared, Krishnadevaraya did not feel like eating anymore. Since he had not eaten anything, he could not concentrate on his work. He realised that whatever the people said was indeed true. Thus he decided that a jinxed man like Ramaya should not live and ordered his soldiers to hang him. The soldiers didn’t want to hang him, but they could not disobey their king.",
                "After coming to know about her husband’s punishment, Ramaya’s wife rushed to seek Tenali’s help. With a lot of grief and tears streaming down her eyes, she told Tenali Raman everything.",
                "The next morning, when the soldiers were taking Ramaya to hang him, they met Tenali Raman on the way. Tenali whispered something in Ramaya’s ears and went. When the guards asked Ramaya for his last wish before being hanged, he said that he wanted to send a note to the king.",
                "The guard handed over the note to the king. The king read the note in which it was written that if seeing my face, one loses his appetite all day, then a person seeing king’s face, first thing in the morning is destined to lose his life. So then who was more cursed – he or the king? The King understood what Ramaya meant and set him free."
            ]
        }
    ],
    "credits": 
        {
            "name": "Tenali Raman"
        }
}